[
    {
        "service_id": "01",
        "title": "Soccer Photography",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcROTG0vU6HRhgv9DWcPwpy_Ieu_n-wHucFg6A&usqp=CAU",
        "price": "200.00",
        "rating": "5.0",
        "description": "There are a number of references to traditional, ancient, or prehistoric ball games played in many different parts of the world. Contemporary codes of football can be traced back to the codification of these games at English public schools during the 19th century. The expansion and cultural influence of the British Empire allowed these rules of football to spread to areas of British influence outside the directly controlled Empire. By the end of the 19th century, distinct regional codes were already developing: Gaelic football, for example, deliberately incorporated the rules of local traditional football games in order to maintain their heritage. In 1888, The Football League was founded in England, becoming the first of many professional football associations. During the 20th century, several of the various kinds of football grew to become some of the most popular team sports in the world. "
    },
    {
        "service_id": "02",
        "title": "Cycling Photography",
        "img": "https://miro.medium.com/max/600/0*QRULlqDiVlx-N8Du.jpg",
        "price": "200.00",
        "rating": "5.0",
        "description": "Cycling, also, when on a two-wheeled bicycle, called bicycling or biking, is the use of cycles for transport, recreation, exercise or sport.[1] People engaged in cycling are referred to as  Apart from two-wheeled bicycles, also includes the riding of unicycles, tricycles, quadricycles, recumbent and similar human-powered vehicles (HPVs).Bicycles provide numerous possible benefits in comparison with motor vehicles, including the sustained physical exercise involved in cycling, easier parking, increased maneuverability, and access to roads, bike paths and rural trails. Cycling also offers a reduced consumption of fossil fuels, less air and noise pollution, reduced greenhouse gas emissions,and greatly reduced traffic congestion. These have a lower financial cost for users as well as for society at large (negligible damage to roads, less road area required). By fitting bicycle racks on the front of buses, transit agencies can significantly increase the areas they can serve. "
    },
    {
        "service_id": "03",
        "title": "Golf Photography",
        "img": "https://static5.depositphotos.com/1004061/520/i/450/depositphotos_5200995-stock-photo-playing-golf-club-and-ball.jpg",
        "price": "200.00",
        "rating": "5.0",
        "description": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.Golf, unlike most ball games, cannot and does not use a standardized playing area, and coping with the varied terrains encountered on different courses is a key part of the game. Courses typically have 18 or 9 holes, although they may have another number of holes. Each hole on the course must contain a teeing ground to start from, and a putting green containing the actual hole or cup. There are other standard forms of terrain in between, such as the fairway, rough (long grass), various hazards (water, rocks, bunkers) but each hole on a course is unique in its specific layout and arrangement.Golf is played for the lowest number of strokes by an individual, known as stroke play, or the lowest score on the most individual holes in a complete round by an individual or team, known as match play. Stroke play is the most commonly seen format at all levels, but most especially at the elite level. "
    },
    {
        "service_id": "04",
        "title": "Tennis Photography",
        "img": "https://api.time.com/wp-content/uploads/2017/02/world-press-photo-102_cameron-spencer_getty-images.jpg",
        "price": "200.00",
        "rating": "5.0",
        "description": "Tennis is a racket sport that is played either individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to manoeuvre the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball validly will not gain a point, while the opposite player will.The rules of modern tennis have changed little since the 1890s. Two exceptions are that until 1961 the server had to keep one foot on the ground at all times,[5][6] and the adoption of the tiebreak in the 1970s.[7] A recent addition to professional tennis has been the adoption of electronic review technology coupled with a point-challenge system, which allows a player to contest the line call of a point, a system known as Hawk-Eye."
    },
    {
        "service_id": "05",
        "title": "Basketball Photography",
        "img": "https://i.pinimg.com/originals/ce/bb/93/cebb930ba74f2bc91d83c69bc560b2ea.jpg",
        "price": "200.00",
        "rating": "5.0",
        "description": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court, while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one, two or three one-point free throws. The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.Players advance the ball by bouncing it while walking or running (dribbling) or by passing it to a teammate, both of which require considerable skill. "
    },
    {
        "service_id": "06",
        "title": "Cricket Photography",
        "img": "https://resources.pulse.icc-cricket.com/photo-resources/2020/04/11/6926ac7b-2dba-4011-a46b-29264b743b57/Runner-Up-Tom-Jenkins.jpg?width=2000&height=1125",
        "price": "200.00",
        "rating": "5.0",
        "description": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 22-yard (20-metre) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at one of the wickets with the bat and then running between the wickets, while the bowling and fielding side tries to prevent this (by preventing the ball from leaving the field, and getting the ball to either wicket) and dismiss each batter (so they are out). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side either catching the ball after it is hit by the bat, but before it hits the ground, or hitting a wicket with the ball before a batter can cross the crease in front of the wicket. When ten batters have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information. "
    }
]